/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Verifica automaticamente";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Non verificare";

/* HexColorPickerGetVersionFormat */
"Get v%@" = "Ottieni v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personally identifying informations will be sent in order to check for updates. (Automatic checking can slow down opening the color panel with the Hex Color Picker active by a few seconds." = "Hex Color Picker può cercare in automatico gli aggiornamenti periodici. Non è necessario fare l'aggiornamento all'uscita di ogni una nuova versione, e nessuna informazione d'identificazione personale sarà inviata durante l'aggiornamento. (La verifica automatica può rallentare di qualche secondo l'apertura del pannello colori con Hex Color Picker attivo).";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Vuoi che Hex Color Picker ricerchi automaticamente gli aggiornamenti ?";